export interface newsDataItem {
	imagePath?: string;
	createdDate?: string;
	title?: string;
	content?: string;
	link?: linkData;
}

export interface linkData {
	title: string;
	path: string;
}

export const newsDataList: Array<newsDataItem> = [
	{
		imagePath: 'assets/news/StPSU.png',
		createdDate: '05/24',
		title: 'Компания «СевЗапСпецСвязь» сотрудничает с Санкт-Петербургским государственным университетом телекоммуникаций им. проф. М.А. Бонч-Бруевича (СПбГУТ)',
		content: 'Компания «СевЗапСпецСвязь» имеет действующее соглашение о сотрудничестве с одним из ведущих отраслевых телекоммуникационных ВУЗов страны — Санкт-Петербургским государственным университетом телекоммуникаций им. проф. М.А. Бонч-Бруевича (СПбГУТ). В рамках соглашения компания предоставляет студентам возможность прохождения практики и стремится создать условия для профессионального роста молодых специалистов, обеспечив им возможность реализации своего потенциала в выбранной сфере деятельности. Это позволяет молодым специалистам получить практические навыки работы в ИТ-отрасли и познакомиться с новейшими технологиями и тенденциями развития телекоммуникационной индустрии. Политика руководства компании нацелена на привлечение талантливых молодых специалистов, которые будут способствовать дальнейшему развитию телекоммуникационной отрасли в стране и станут твёрдым фундаментом успеха СЗСС.',
	},
	{
		imagePath: 'assets/news/remezov-airport.png',
		createdDate: '02/24',
		title: 'Аэропорт Ремезов в Тобольске Тюменской области получил статус международного',
		content: 'В максимально короткие сроки специалисты компании «СЗСС» выполнили полный цикл работ по сбору технических требований, подготовке и согласованию проектной документации, строительству и вводу в эксплуатацию международного терминала в аэропорту Ремезов. Для создания зон контроля и помещений служб было реконструировано существующее здание, а также развернута современная ИТ-инфраструктура для служб аэропорта и государственных контрольных органов. Межведомственная комиссия с представителями Минтранса, пограничной, таможенной, ветеринарной и санитарно-карантинной службы признала воздушный пункт пропуска Тобольск (Ремезов) соответствующим всем законодательным требованиям.',
	},
	{
		imagePath: 'assets/news/SZSS.png',
		createdDate: '02/24',
		title: 'СЗСС участвует в Международной выставке-форуме «Россия»',
		content: 'СЗСС участвует в Международной выставке-форуме «Россия», которая проводится на территории ВДНХ в Москве. Компания имеет статус делового партнера выставки и подробно представлена на выставке в рамках экспозиции «Россия в движении» (ВДНХ, павильон 15), где демонстрируются важнейшие достижения транспортной инфраструктуры страны. Специалисты компании приняли участие в ключевых мероприятиях данной экспозиции. Напоминаем, что выставка проходит с 4 ноября 2023 года по 8 июля 2024 года и приглашаем на тематические мероприятия, согласно программе выставки.',
	},
	{
		imagePath: 'assets/news/sukhodol-seaport.png',
		createdDate: '01/24',
		title: 'Завершено строительство морского пункта пропуска Владивосток в пределах участка ООО «Морской порт «Суходол»',
		content: 'Специалисты СЗСС выполнили работы по разработке проектной документации и строительству телекоммуникационных систем, средств защиты информации, в том числе с применением шифровальных средств. Построенная информационно-телекоммуникационная система подключена к ведомственной сети. 25 января 2024 года состоялось заседание межведомственной комиссии, в состав которой вошли представители Департамента государственной политики в области обустройства пунктов пропуска через государственную границу Минтранса России, ФГКУ Росгранстрой и государственных контрольных органов. В ходе работы комиссии была проведена проверка соответствия новой территории, оборудованных зданий и сооружений для организации пограничного, таможенного и иных видов контроля всем необходимым требованиям. Подписан акт, на основании которого будет издан приказ Минтранса России об открытии нового участка морского пункта пропуска Владивосток в пределах ООО «Морской порт «Суходол».',
	},
	{
		imagePath: 'assets/news/mordovia-airport.png',
		createdDate: '12/23',
		title: 'В международном аэропорту Мордовии откроют постоянный пункт пропуска через границу России',
		content: 'В аэропорту Саранска завершилась масштабная реконструкция, в результате которой открылся новый международный терминал. Теперь аэропорт сможет принимать и отправлять рейсы за границу, что значительно расширит его возможности и сделает более привлекательным, а также способствовать развитию экономики региона. Проектные работы были начаты еще 2020 году, а в 2022 году наши специалисты приступили к реконструкции здания временного терминала, открытого к Чемпионату по футболу 2018 года. Произведена замена металлоконструкций, инженерных сетей, реконструирована котельная. В рамках технического оснащения пункта пропуска проведены работы по установке и настройке высокотехнологичных интеллектуальных систем пограничного и таможенного контроля, оперативного теленаблюдения, контроля и управления доступом и другим современным оборудованием в интересах государственных контрольных органов. Установлено семь кабин паспортного контроля, две из них - для маломобильных групп граждан. Пропускная способность международного терминала - 140 пассажиров в час. Сотрудники компании «СЗСС» получили благодарность от Заказчика, в которой отмечены профессионализм, оперативность и качество при проведении работ. Открытие международного терминала стало важным событием для жителей Мордовии и соседних регионов. Теперь они смогут путешествовать за границу с комфортом и без необходимости ехать в другие города.',
		link: {
			title: 'Видеорепортаж о реконструкции терминала',
			path: 'https://www.youtube.com/watch?v=s7LcehG51mM&ab_channel=10%D0%BA%D0%B0%D0%BD%D0%B0%D0%BB%7C%D0%9C%D0%BE%D1%80%D0%B4%D0%BE%D0%B2%D0%B8%D1%8F24'
		}
	},
	{
		imagePath: 'assets/news/tolmachevo.png',
		createdDate: '12/23',
		title: 'В аэропорту Новосибирск (Толмачево) завершены работы по реконструкции воздушного пункта пропуска (ВПП)',
		content: 'Наша компания выполнила полный цикл работ по проектированию, техническому оснащению и вводу в эксплуатацию пункта пропуска. В рамках реконструкции оптимизированы зоны пограничного и таможенного контроля, оборудованы зоны ожидания для пассажиров стран ЕАЭС, смонтировано дополнительное оборудование для осуществления таможенного контроля, модернизирована и обустроена вся необходимая ИТ-инфраструктура для государственных контрольных органов. Пропускная способность ВПП составляет 1300 пассажиров в час. Межведомственной комиссией подписан акт, подтверждающий соответствие реконструкции воздушного пункта пропуска через государственную границу проектной документации.',
	},
	{
		imagePath: 'assets/news/orenburg-airport.png',
		createdDate: '09/23',
		title: 'Главгосэкспертиза России одобрила проект нового аэропорта в Оренбурге',
		content: 'ООО «СЗСС» завершило работы над проектной документацией по объекту: «Строительство нового аэровокзального комплекса в международном аэропорту Оренбург». В зону ответственности СЗСС входили обязательства по сбору технических требований от государственных контрольных органов, подготовке проектной документации на техническое оснащение пункта пропуска и защите проекта в Главгосэкспертизе России. Итогом работы стало получение положительного заключения на строительство нового аэровокзального комплекса в Международном аэропорту Оренбург. Новая пассажирская инфраструктура создается наряду с реконструкцией аэродромного комплекса, что позволит увеличить пропускную способность на внутренних линиях до 600 пассажиров в час и на международных – до 400.',
	},
	{
		imagePath: 'assets/news/domodedovo-airport.png',
		createdDate: '07/23',
		title: 'Новый сегмент терминала аэропорта Домодедово принял первые рейсы',
		content: 'Компания «СЗСС» успешно развивает направление «Строительный контроль». Специалистами в процессе реконструкции воздушного пункта пропуска Домодедово Терминал-2 проводился контроль за выполнением работ, проверка соответствия выполняемых работ проектной документации, а также технические консультации в части построения информационных и телекоммуникационных систем государственных контрольных органов. Техническое оснащение пункта пропуска выполнено в рамках государственной программы «Развитие транспортной системы» по заказу подведомственного Минтрансу России ФГКУ Росгранстрой. Новый сегмент пассажирского терминала – Т2 Московского аэропорта Домодедово имени М.В. Ломоносова введен в эксплуатацию в июле 2023 г.',
	},
]
