export interface activityAreaItem {
	title: string;
	content: string;
}

export const activityAreasList: activityAreaItem[] = [
	{
		title: 'Инженерно-техническое проектирование',
		content: '',
	},
	{
		title: 'Строительство и техническое оснащение пунктов пропуска через государственную границу РФ',
		content: '',
	},
	{
		title: 'Организация работ генеральным подрядчиком',
		content: '',
	},
	{
		title: 'Развертывание систем связи и безопасности',
		content: 'some content...some content...some content...some content...some content...some content...',
	},
	{
		title: 'Деятельность в области защиты информации и информационной безопасности сетей',
		content: '',
	},
	{
		title: 'Внедрение программно-аппаратных комплексов. Разработка программного обеспечения',
		content: '',
	},
	{
		title: 'Интеграция программного обеспечения ведущих отечественных производителей',
		content: 'На современном этапе развития ИТ-отрасли представлено большое количество отечественных и зарубежных программных продуктов. Недружественная политика зарубежных производителей заставила участников отечественного рынка поменять подход к построению систем, подтолкнула к использованию оборудования и программ отечественного производства. Разработчики российского ПО за последнее время создали достаточно качественные и конкурентоспособные ИТ-продукты, благодаря чему успешно выполняется политика импортозамещения при реализации наших проектов.\nНаша компания взаимодействует с ведущими производителями, в том числе и по вопросам интеграции и адаптации существующего на рынке ПО к индивидуальным требованиям заказчика, в результате чего создаются информативные программные продукты с комфортным пользовательским интерфейсом.\nКлючевая задача нашей компании — это комплексный подход в обеспечении интеграции ПО для достижения оптимальной конфигурации оборудования и наиболее продуктивного использования возможностей систем объекта, а также эффективного контроля за их работой. Уже на начальном этапе проектирования предусматривается совместимость программного обеспечения различных систем объекта. Это достигается:\n— применением готовых компонентов и модулей, разработанных отечественными производителями программного обеспечения;\n— проведением консультаций с производителями;\n— созданием тестовых решений.\nНакопленный опыт внедрения, регулярное участие сотрудников нашей компании в профильных семинарах, прохождение сертификации и подтверждение квалификации у производителей позволяет сориентировать заказчика в выборе оптимального программного продукта. Интеграция отечественных программных продуктов успешно реализована специалистами СЗСС на объектах транспортной инфраструктуры, в органах исполнительной власти и силовых структурах.',
	},
	{
		title: 'Производство специализированного технологического оборудования',
		content: '',
	},	
]
